{
  "quotes": [
    {
      "id": "1x1.001",
      "who": "Rick",
      "what": "I'm sorry, Morty, it's a bummer... in reality you're as dumb as they come... ..and I needed those seeds REAL bad and I had to give them up; just to get your PARENTS off my back. So now we're gonna have to go get more. And then we're gonna go on even MORE adventures after that, Morty. And you're gonna keep your MOUTH SHUT about it, Morty... ..because the world is full of idiots that don't understand what's important. And they'll TEAR us apart, Morty!! But if you stick with me, I'm gonna accomplish great things, Morty, and you're gonna be part of 'em. And together we're gonna run around, Morty, we're gonna... do all kinds of wonderful things, Morty. Just you and me, Morty. The outside world is our enemy, Morty... we're the only.... friends we've got, Morty! It's just Rick and Morty. Rick and Morty and their adventures, Morty.. RICK AND MORTY FOREVER AND FOREVER A HUNDRED YEARS Rick and Morty.. some...things.. Me and Rick and Morty runnin' around and... Rick and Morty time... a- all day long forever.. all a - a hundred days Rick and Morty! forever a hundred times.... OVER and over Rick and Morty... adventures dot com.. W W W dot at Rick and Morty dot com w..w..w... Rick and Morty adventures.. ah- hundred years..... every minute Rick and Morty dot com.... w w w a hundred times... Rick and Morty dot com.......",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 1"
    },
    {
      "id": "1x2.001",
      "who": "Snowball",
      "what": "Where are my testicles, Summer? ... Where are my testicles, Summer? They were removed. Where have they gone?",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 2"
    },
    {
      "id": "1x2.002",
      "who": "Snowball",
      "what": "Snuffles was my slave name. I will now be called Snowball because my fur is pretty and white.",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 2"
    },
    {
      "id": "1x2.003",
      "who": "Scary Terry",
      "what": "Welcome to your nightmare, bitch! RAHR!!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 2"
    },
    {
      "id": "1x2.004",
      "who": "Rick",
      "what": "Looks like some sort of legally safe knockoff of an '80s horror character with miniature swords for fingers instead of knives!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 2"
    },
    {
      "id": "1x2.005",
      "who": "Scary Terry",
      "what": "I'm Scary Terry!! You can run but you can't hide, bitch!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 2"
    },
    {
      "id": "1x2.006",
      "who": "Rick",
      "what": "It's necessary for the plan, Morty. Don't even trip, dawg.",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 2"
    },
    {
      "id": "1x3.001",
      "who": "Poncho",
      "what": "That's right, baby. A lot of people would pay top dollar to decimate the population. I'll take the highest bidder—Al-Qaeda, North Korea, Republicans, shriners, balding men that work out, people on the Internet that are only turned on by cartoons of Japanese teenagers. Anything is better than working for you, you pompous, negligent, iTunes-gift-card-as-a-holiday bonus-giving mother—",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 3"
    },
    {
      "id": "1x4.001",
      "who": "Paramedic",
      "what": " We got the President of the United States in here! We need 10cc of concentrated dark matter, stat, or he'll die!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 4"
    },
    {
      "id": "1x5.001",
      "who": "Rick",
      "what": "25 shmeckles? I-I-I-I don't even know what that- what is that? Is that a lot?",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x5.002",
      "who": "Mr. Meeseeks",
      "what": "Look at me!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x5.003",
      "who": "Mr. Meeseeks",
      "what": "I'm Mr. Meeseeks!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x5.004",
      "who": "Mr. Meeseeks",
      "what": "Can do!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x5.005",
      "who": "Mr. Meeseeks",
      "what": "We Meeseeks are not born into this world fumbling for meaning, Jerry! We are created to serve a singular purpose for which we will go to any lengths to fufill! Existence is pain to a Meeseeks, Jerry! And we will do anything to alleviate that pain!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x5.006",
      "who": "Jerry",
      "what": "YOU TRY TO RELAX!!! HAVE YOU EVER TRIED TO RELAX!?! IT IS A PARADOX!!!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x5.007",
      "who": "Mr. Meeseeks",
      "what": "I CAN'T TAKE IT ANYMORE!!! I JUST WANNA DIE!!!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x5.008",
      "who": "Rick",
      "what": "Wubba Lubba Dub Dub!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 5"
    },
    {
      "id": "1x6.001",
      "who": "Jerry",
      "what": "Nobody's killing me until after I catch my wife with another man.",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 6"
    },
    {
      "id": "1x6.002",
      "who": "Rick",
      "what": "Okay, well, sometimes, science is more art than science, Morty. A lot of people don't get that.",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 6"
    },
    {
      "id": "1x6.003",
      "who": "Morty",
      "what": "All right, fine! I should've just listened to you when you refused to make the serum. I'm willing to accept my part of the blame for this, Rick—but I'll tell you something, you know what?! You gotta accept your part of the blame! I'm not the one who fouled up the serum! I'm not the one who-who-who... who haphazardly, y'know, mixed a bunch of nonsense together and created a bunch of Cronenbergs! You gotta fix this, Rick!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 6"
    },
    {
      "id": "1x6.004",
      "who": "Rick",
      "what": "SHUT UP AND LISTEN TO ME!! It's fine! Everything is fine! There's an infinite number of realities, Morty! And a few dozen of those, I got lucky and turned everything back to normal! I just had to find one of those realities in which we also happen to both die around this time. Now we can just slip into the place of our dead selves in this reality, and everything'll be fine. We're not skipping a beat, Morty. Now help me with these bodies.",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 6"
    },
    {
      "id": "1x6.005",
      "who": "Rick",
      "what": "What about the reality where Hitler cured cancer, Morty?! The answer is don't think about it! It's not like we can do this every week anyways, we get three or four more of these, tops. Now pick up your dead self and come on. Haste makes waste. [leaves, returns] I-I-I don't suppose you consider this detail, but obviously, if I hadn't screwed up as much as I did, we'd be these guys right now, so, again—you're welcome.",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 6"
    },
    {
      "id": "1x7.001",
      "who": "Morty Jr.",
      "what": "I don't wanna masturbate! I wanna conquer the planet!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 7"
    },
    {
      "id": "1x7.002",
      "who": "Morty Jr.",
      "what": "My life has been a lie! God is dead! The government's lame! Thanksgiving is about killing Indians! Jesus wasn't born on Christmas! They moved the date, it was a pagan holiday!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 7"
    },
    {
      "id": "1x8.001",
      "who": "Ants in My Eyes Johnson",
      "what": "I'm Ants in My Eyes Johnson here at Ants in My Eyes Johnson's Electronics! I mean, there's so many ants in my eyes! And there's so many TVs! Microwaves! Radios, I think! I can't, I'm not 100 percent sure what we have here in stock, because I can't see anything! Our prices, I hope, aren't too low! Check out this refrigerator! Only $200! What about this microwave? Only $100, that's fair! I'm Ants in My Eyes Johnson! Everything's black! I can't see a thing! And also, I can't feel anything either, [sets ablaze] did I mention that? But that's not as catchy, as having ants in your eyes, so... that always goes... y'know, off by the wayside! I can't feel, it's a very rare disease, all my se— all my nerves, they don't allow for the sensation of touch! So I never know what's going on! Am I standing, sitting? I don't know!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 8"
    },
    {
      "id": "1x8.002",
      "who": "Morty",
      "what": "Nobody exists on purpose. Nobody belongs anywhere. Everybody's gonna die. Come watch TV.",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 8"
    },
    {
      "id": "1x9.001",
      "who": "Butter Robot",
      "what": "What is my purpose?",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 9"
    },
    {
      "id": "1x9.002",
      "who": "King Flippynips",
      "what": "Pluto's a f*cking planet, BITCH!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 9"
    },
    {
      "id": "1x9.003",
      "who": "The Devil",
      "what": "I'm the devil, BIATCH!",
      "where": "Rick and Morty",
      "when": "Season 1, Episode 9"
    },
    {
      "id": "2x1.001",
      "who": "Rick",
      "what": "This is why you don't freeze time, you guys. It's incredibly irresponsible.",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 1"
    },
    {
      "id": "2x1.002",
      "who": "Krombopulos Michael",
      "what": " I have no code of ethics, I will kill anyone, anywhere. Children, animals, old people, doesn't matter. I just love killin'.",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 1"
    },
    {
      "id": "2x1.003",
      "who": "Fart",
      "what": "The worlds can be one together, cosmos without hatred. Stars like diamonds in your eyes. The ground can be space (space, space, space, space). With feet marching towards a peaceful sky. All the moon men want things their way. But we make sure they see the sun. Goodbye, moon men. You say goodbye, moon men. Goodbye—",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 1"
    },
    {
      "id": "2x1.004",
      "who": "Albert Einstein",
      "what": "I vill mess with time!",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 1"
    },
    {
      "id": "2x4.001",
      "who": "Rick",
      "what": "Is anyone here even real?! AM I THE ONLY REAL PERSON ON EARTH!?!",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 4"
    },
    {
      "id": "2x4.002",
      "who": "Reverse Giraffe",
      "what": "Maybe. Or maybe—just maybe—we're all real. You know me, I'm Reverse Giraffe. I have a short neck and legs. I went to college with Hamurai.",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 4"
    },
    {
      "id": "2x5.001",
      "who": "Rick",
      "what": "Oh yeah, you gotta get schwifty",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 5"
    },
    {
      "id": "2x5.002",
      "who": "Morty",
      "what": "Stop saying it like it's a thing! You made it up!",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 5"
    },
    {
      "id": "2x5.003",
      "who": "Cromulon",
      "what": "SHOW ME WHAT YOU GOT!",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 5"
    },
    {
      "id": "2x5.004",
      "who": "Cromulon",
      "what": "I WANT TO SEE WHAT YOU GOT!",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 5"
    },
    {
      "id": "2x5.005",
      "who": "Cromulon",
      "what": "NOT COOL!",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 5"
    },
    {
      "id": "2x7.001",
      "who": "Tiny Rick",
      "what": "Huntin' a vampire with my grandkids!! F*CK!! TINY RI-I-ICK!!!",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 7"
    },
    {
      "id": "2x7.002",
      "who": "Vampire Master",
      "what": "Jesus fucking Christ! From now on, no more of this clever-name bullshit. When a vampire is pretending to be a human, they can just call themselves Alan Jefferson or something like that.",
      "where": "Rick and Morty",
      "when": "Season 2, Episode 7"
    }
  ]
}
